import React, { useEffect } from "react";
import Fade from "react-reveal/Fade";
import firstBlog from "../images/firstBlog.png";

export default function Blog1Ar() {
    
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <>
      <div class="page-title">
        <div class="container">
          <Fade top duration={1000} delay={500}>
            {" "}
            <h1
              style={{
                color: "#C0AB89",
                fontFamily: "Millania",
                fontSize: "80px",
              }}
            >
              مدونة
            </h1>
          </Fade>

          {/* <h1>Blog</h1> */}
        </div>
      </div>
      <section>
        <div className="container p-5">
          <div
            className="row"
            style={{ display: "flex", justifyContent: "center" }}
          >
            <div className="col-md-8">
              <h1 style={{ color: "#C0AB89", fontFamily: "Maya" }}  dir="rtl" lang="ar">
              زيادة الابتكار في صناعة النسيج والملابس
              </h1>
            </div>
            <div className="col-md-8">
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              
إن ضرورة الابتكار في صناعة المنسوجات والملابس في بنغلاديش محسوسة بشكل أكثر سوءا وسط المرحلة الحالية من الأوقات الصعبة بينما تشهد الصناعة ارتفاعا حادا في أسعار الطاقة والغاز ، والحرب الروسية الأوكرانية ، والتضخم العالمي ، ونقص الطلبات ، وما إلى ذلك

              </p>

              <div
                className="imgCont"
                style={{ display: "flex", justifyContent: "center" }}
              >
                <img src={firstBlog} alt="" />{" "}
              </div>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
              في هذا الوضع العصيب ، يمكن أن يكون الابتكار هو السبيل لضمان البقاء والاستدامة. بالنظر إلى الشؤون الغزل والنسيج اليوم ، يتجه نحو الموسم الثامن من البحث عن المواهب النسيجية لرفع مستوى الابتكار في جميع أنحاء الصناعة. في هذه المسابقة على مستوى البلاد ، سيقوم ما لا يقل عن 100 من قادة التحول المختارين بإعداد مشاريعهم الابتكارية من خلال "نموذج التحول المختبر عمليا" ، والذي يعزز بالتأكيد نطاقات الابتكار في الصناعة
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              
في 13 مارس 2023 ، تم توقيع مذكرة تفاهم بين بنغلاديش للمنسوجات اليوم و سنترو تكس. للتعاون والأنشطة المشتركة للموسم الثامن من البحث عن المواهب النسيجية. يعملون معا لإنجاح الحدث للتحول القادم للصناعة من خلال اكتشاف قادة التحول في المستقبل

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
               
قع مذكرة التفاهم كل من طارق أمين، المؤسس والرئيس التنفيذي لشركة بنغلاديش للمنسوجات اليوم، ونيكولاس أنطون، الرئيس التنفيذي للعمليات في شركة سنترو تكس المحدودة، نيابة عن المؤسستين

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               
حضر حفل توقيع مذكرة التفاهم كل من سيد حسن، مساعد المدير العام للموارد البشرية، وعائشة فرحانة، تنفيذية أولى للموارد البشرية في شركة سنترو تكس المحدودة، بحضور السيد أ مزاد حسين منير، رئيس تطوير الأعمال. ، المدير العام للموارد البشرية والاستراتيجية ؛ كما حضر أخي أكتر ، مدير التحرير في الغزل والنسيج اليوم
قال طارق أمين إن بنغلاديش للمنسوجات اليوم قد استعدت لتنظيم البحث عن المواهب النسيجية لمعرفة قادة التحول لصناعة المنسوجات والملابس

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              
"إنها مناسبة رائعة لأننا نوقع مع سنترو تكس . تنظيم الموسم الثامن من البحث عن المواهب النسيجية. حقق حدث نجاحا هائلا من حيث زيادة الابتكار في صناعة المنسوجات والملابس في بنغلاديش. أعتقد أن مشاركة سنترو تكس في توسع نطاقها "، قال طارق أمين

              </p>
             
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               
"في موسم 7 ، قمنا ب 100 مشروع ابتكار - إشراك 300 محترف وخبير ينفذون الابتكارات في الصناعة. وكانت النتيجة ساحقة، ولا يزال العديد من قادة الابتكار يعملون بنجاح في العديد من الشركات ويضعون مثالا يحتذى به للآخرين من خلال قياداتهم المتميزة

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              
"في الموسم 8 ، من خلال الحصول على دعم شركائنا مثل  سنترو تكس- نتطلع إلى اختراق المزيد في صناعة المنسوجات والملابس وإشراك المزيد من المصانع لحل المزيد من المشكلات العملية. نريد حقا دفع رحلة الابتكار هذه بشكل أعمق لخلق المزيد من التأثير ، اختتم طارق أمين

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               
وقال نيكولاس انطون في حفل توقيع مذكرة التفاهم: "تلتزم سنترو تكس. التزاما تاما بتطوير مهندسي النسيج المستقبليين في هذا البلد. نحن نعتقد أنه يجب أن تتاح للجميع فرصة الحصول على رعاية منا. من واجبنا مساعدة المواهب في أن يصبحوا قادة الابتكار في المستقبل من خلال تعزيز مهاراتهم ومعرفتهم من خلال. إنه مكسب لجميع الأطراف المعنية. لأن القوى العاملة في الصناعة أمر بالغ الأهمية حقا. وبالتالي من خلال المشاركة في - فإننا يمكن قيادتنا القادمة. وأخيرا، يسعدنا أن نشارك مع المنسوجات اليوم لتنظيم مسابقة

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              تهدف مذكرة التفاهم هذه إلى التعاون والتعاون في بين المنظمتين لمشاركة وتبادل المعرفة والمعلومات ، والتنظيم المشترك للأحداث المختلفة في المسابقة ، مثل محرك الحرم الجامعي ومسابقة يوم الحرم الجامعي والاختبار والمؤتمر الوطني ومشاركة المصنع للمشاركين وما إلى ذلك. جنبا إلى جنب مع مختلف الدورات التدريبية وورش العمل والمؤتمرات التي تتماشى مع تدفق المنافسة.


              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
                
هي مبادرة من بنغلاديش المنسوجات اليوم غيرت التفكير والأهداف وعملية التعلم هي مصدر قلق لتحويل رأس المال البشري

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
             
من ناحية أخرى ، سنترو تكس هي شركة رائدة في تصنيع وتوريد منتجات الملابس في بنغلاديش. تتمثل رؤية سنترو في إلهام الناس من خلال الإبداع والفرح ، من خلال تقديم تصميمات مقنعة لا تنسى مع الاستدامة

              </p>
            </div>
          </div>
        </div>
      </section>
    </>
  );
}
