import React, { useEffect } from "react";
import Fade from "react-reveal/Fade";
import firstBlog from "../images/big_Big.jpg";

export default function Blog5Ar() {
  useEffect(() => {
    window.scrollTo(0, 0);
  }, []);
  return (
    <>
      <div class="page-title">
        <div class="container">
          <Fade top duration={1000} delay={500}>
            {" "}
            <h1
              style={{
                color: "#C0AB89",
                fontFamily: "Millania",
                fontSize: "80px",
              }}
            >
              مدونه
            </h1>
          </Fade>

          {/* <h1>Blog</h1> */}
        </div>
      </div>
      <section>
        <div className="container p-5">
          <div
            className="row"
            style={{ display: "flex", justifyContent: "center" }}
          >
            <div className="col-md-8">
              <h1 style={{ color: "#C0AB89", fontFamily: "Maya" }}  dir="rtl" lang="ar">
              استراتيجيات لمصادر المنسوجات والملابس
              </h1>
            </div>
            <div className="col-md-8">
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              المنسوجات والملابس هي واحدة من أكثر الصناعات عولمة على وجه الأرض. بينما تتغير اتجاهات الموضة بمرور الوقت ويحتاج الأشخاص في مواقع مختلفة إلى أنواع مختلفة من الملابس ، يحتاج كل إنسان إلى ملابس تحميهم من العناصر. في هذه الأيام حيث الموضة السريعة هي الملك ، فإن المصادر العالمية هي القاعدة والمصادر المحلية هي الاستثناء النادر.
              </p>

              <div
                className="imgCont"
                style={{ display: "flex", justifyContent: "center" }}
              >
                <img src={firstBlog} alt="" />{" "}
              </div>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               يحتاج كل لاعب في صناعة الأزياء إلى استراتيجية واضحة وملموسة عندما يتعلق الأمر بمصادر المواد. وعلاوة على ذلك، يجب أن تكون هذه الاستراتيجيات مرنة بالقدر الكافي للوقوف في وجه تقلبات السوق والسياسة. إن الطريقة ذات الشق الواحد للحصول على المنسوجات والإكسسوارات ستترك الشركات من جميع الأحجام عالقة مع كل تغيير عالمي. فيما يلي بعض العناصر التي يجب على الشركات مراعاتها حول تطوير استراتيجية للحصول على المنسوجات وإكسسوارات المنسوجات على المسرح العالمي.
              </p>
              <h5  dir="rtl" lang="ar">الاستراتيجيات المتنوعة هي مفتاح النجاح</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               حتى شركات البوتيك الأكثر شهرة تحتاج إلى خطط احتياطية للحصول على موادها وملحقاتها ، خاصة مع استمرار عام 2020. قد توفر الخدمات اللوجستية في الوقت المناسب الكثير من الوقت والتكاليف ، لكن الشركات التي تستخدم هذا النوع من المصادر أدركت في السنوات الأخيرة مدى تعرضها للاضطرابات والمشاكل في سلسلة التوريد. التغيير هو الثابت الحقيقي الوحيد في الكون ، والشركات الأفضل استعدادا للتغييرات الكبرى هي حتما تلك التي ترتد من المصاعب بشكل أسرع.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
             في عام 2023 ، يجب أن تأخذ شركات النسيج الوقت الكافي لتحليل نقاط الاختناق للعمليات التي تستخدمها. قد يعتمد مبتكر الملابس الفاخرة على الدانتيل المصنوع يدويا من مورد خارجي واحد ، على سبيل المثال. في هذا المثال ، سيكون من المفيد للشركة التفكير في تفرع استراتيجياتها. حتى إذا كان المنشئ مقيدا بعقد حصري مع صانع الدانتيل ، فقد تقرر الشركة إنشاء مخزون من المواد أو تغيير عاداتها الشرائية.

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
           وبالمثل، قد تستفيد الشركات التي تعتمد في المقام الأول على المصادر من منطقة جغرافية واحدة من توسيع بصمتها العالمية. على سبيل المثال، جعلت العقوبات المفروضة على السلع القادمة من شينجيانغ الصينية الحصول على الملحقات والمواد من دول أخرى أكثر شعبية في الآونة الأخيرة.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
             وينبغي أن يكون التنويع والتكرار عاملين أساسيين في أذهان الجهات الفاعلة الأكبر حجما، على وجه الخصوص. على سبيل المثال ، يتم تصنيع ما يقرب من نصف السحابات في العالم من قبل شركة YKK في اليابان. تضررت قاعدة الشركة الرئيسية في طوكيو بشدة من زلزال وتسونامي عام 2011. إذا كانت تعمل فقط في اليابان ، فربما عانت من إغلاق كامل. ومع ذلك ، كانت الشركة تعمل على عولمة عملياتها منذ عقود وتمكنت من تحويل بعض عملياتها إلى الخارج خلال فترة التعافي.
              </p>
              <h5  dir="rtl" lang="ar">الحفاظ على التوازن بين التكلفة والوقت</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
          من الممكن القيام بعمل بسرعة. من الممكن القيام بعمل غير مكلف. من الممكن القيام بعمل جيد. ولكن من النادر للغاية أن تحقق أي شركة جميع هذه الأهداف الثلاثة في وقت واحد. على وجه الخصوص ، مع قصر الجدول الزمني للمشروع ، تزداد تكاليفه المالية فقط.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
            على سبيل المثال ، قد تجد دار أزياء في إيطاليا أن أرخص مورد محتمل للأشرطة المطاطية موجود في فيتنام. ومع ذلك ، لتحقيق أقصى قدر من التوفير في التكاليف ، تقوم الشركة المصنعة للأشرطة المطاطية بشحن المواد باستخدام وسائط نقل غير مكلفة فقط مثل الصنادل. وهذا بدوره يعني أن الأمر قد يستغرق أسابيع أو شهورا حتى تتلقى دار الأزياء كل طلب ، ما لم يدفعوا مقابل الشحن السريع. في هذه الحالة ، قد تختار دار الأزياء طلب الأشرطة المطاطية من المورد الفيتنامي ، ولكن يمكن أن يكون لديها أيضا خطة ثانوية للوظائف العاجلة. يمكن لدار الأزياء أيضا الاحتفاظ بمخزون من المواد من المورد ، كما هو موضح سابقا. بدلا من ذلك ، قد يختار الفريق في إيطاليا أشرطة مطاطية أغلى قليلا من مورد مختلف.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
          في كل من السيناريوهات المذكورة أعلاه ، تحتاج دار الأزياء إلى تقييم أولوياتها ومعرفة ما إذا كانت التكلفة أو السرعة هي العامل الحاسم عند الحصول على المطاط. هذه العملية فريدة من نوعها لكل كيان ، كبير وصغير على حد سواء ، وسيكون للشركات المختلفة مجموعات مختلفة إلى حد كبير من الاحتياجات. من المحتمل أن يؤدي الحل الأمثل لمصنع قطن ضخم في الولايات المتحدة إلى كارثة لشركة نسيج مكونة من أربعة أشخاص في الهند.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
             نظرا لأن العديد من شركات الشحن الجوي قد اضطرت إلى زيادة أسعار الشحن بسبب التضخم وارتفاع أسعار الوقود ، فإن بعض الشركات تجد نفسها غير مسعرة حتى من اتخاذ القرار في المقام الأول. يقدر اتحاد النقل الجوي الدولي (IATA) أن عام 2023 يبطئ زيادة أسعار الشحن هذه حيث تبدأ طائرات الشحن في الطيران مع المزيد من المساحة الفارغة مرة أخرى.
              </p>
              <h5  dir="rtl" lang="ar">التنبؤ بالتغيرات في العلاقات الدولية</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              لا يبدو أن المناخ السياسي لعام 2023 يستقر في المستقبل القريب. مع كل متغير جديد ، هناك خطر تفشي COVID جديد ، مما يجعل مصادر الملحقات والمواد الخام كالمعتاد غير موثوقة بشكل متزايد. وبالمثل ، كان العالم يولي اهتماما متزايدا لعمل الأويغور في شمال غرب الصين. قررت العديد من الشركات الحصول على ملحقاتها وموادها في مكان آخر ، وأصدرت العديد من البلدان تشريعات لفرض هذه التغييرات.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              وفي الوقت نفسه، تسبب الغزو الروسي لأوكرانيا العام الماضي في تغييرات دائمة في الطريقة التي يحصل بها العالم على المواد. لقد غيرت العقوبات الهائلة التي فرضها العالم على روسيا بعد الغزو الطريقة التي يقوم بها بقية العالم بأعماله. حتى الشركات التي لم يسبق لها الحصول على مصادر من روسيا تواجه أوقات شحن أطول ومواد أكثر تكلفة نتيجة لعدم الاستقرار السياسي في المنطقة.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               تختار العديد من دور الأزياء ، مثل بينيتون ، مصدر إنتاجها بالقرب من المنزل نتيجة لذلك. أمضت دار الأزياء الإيطالية عام 2022 في تعزيز تصنيعها في أوروبا وغرب آسيا وشمال إفريقيا ونقل الإنتاج خارج بنغلاديش وفيتنام. وبالمثل ، أشارت دراسة أجريت عام 2019 حول أنماط المصادر التي يستخدمها مشترو المنسوجات والملابس في السويد إلى أن هؤلاء المشترين جميعهم تقريبا خططوا لزيادة مصادرهم في أوروبا مع تقليل أو تغيير مصادرهم في آسيا.

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar">
           وجدت بعض شركات الأزياء نفسها غير قادرة على الحصول على المواد التي اعتادوا على استخدامها. على سبيل المثال ، واجه مصنعو الملابس الأمريكيون مشكلة في الحصول على الأقمشة الاصطناعية ، وخاصة الأشرطة المطاطية. تبنى العديد منهم ثورة إعادة التدوير وإعادة استخدام الملابس القديمة للحصول على هذه المواد. بالنظر إلى كمية الملابس التي يتخلص منها الناس في جميع أنحاء العالم سنويا ، فمن المحتمل أن تستمر اتجاهات إعادة التدوير وإعادة التدوير هذه حتى نهاية عام 2020 على الأقل.
              </p>
              <h5  dir="rtl" lang="ar">استخدام التكنولوجيا لأداء العناية الواجبة</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
            في الاقتصاد العالمي ، لا يكفي أبدا أن تعرف الشركة أصول المواد الخام التي تستخدمها. يجب أن تكون الشركات قادرة على التحقق من أن موادها يتم الحصول عليها من مصادر مسؤولة وإثبات ذلك للمنظمين والجمهور. هذا يعني أنه يجب على الشركة إجراء العناية الواجبة على كل مادة وملحق تستخدمه.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
             لحسن الحظ ، تحرز التكنولوجيا الحديثة تقدما كبيرا نحو السماح للشركات بالتحقق من الأصل الأصلي للمواد التي تستخدمها. لا ينبغي أن يكون الامتثال التنظيمي هو الهدف النهائي للشركة ، بل خطوة واحدة نحو تقدمها ، وتسمح التحسينات في التكنولوجيا لهذا التقدم بالتقدم.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               تقوم العديد من البلدان بتشريع إمكانية تتبع المواد المصدر للمنسوجات. هل تم حصاد القطن بطريقة أخلاقية؟ هل كان القماش منسوجا في مصنع للعرق؟ هل ستكون المواد التي تشكل هذه البدلة متاحة في غضون عشرين عاما؟ إذا لم تتمكن الشركة من الإجابة على هذه الأسئلة للمنظمين والمستهلكين الذين يستفسرون ، ستواجه تلك الشركة صعوبة في بيع المنتجات في البلدان التي يتم فيها وضع تشريعات جديدة. مع الإنتاج متعدد المواقع ، تزداد الحاجة إلى هذه العناية الواجبة بشكل كبير.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
             يتضمن أحد الأطر المقترحة لحل هذه المشكلات تقنية blockchain. يتتبع هذا الإطار ، الذي تم تقديمه في عام 2021 ، كل مكون يدخل في سلسلة التوريد. على سبيل المثال ، يمكنه ربط كل مرحلة من مراحل سلسلة التوريد للتحقق من أن القطن عضوي ومصدر أخلاقي ، ومساعدة الشركة الأم في الامتثال للوائح في كل بلد من البلدان التي تمر بها. يقوم النظام بتعيين معرفات التتبع لكل دفعة خلال كل مرحلة من مراحل العملية (مثل الغزل والصباغة والخياطة) ، وربط أرقام التعريف هذه ب blockchain لتوفير الشفافية.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               إن التحقق من أصول المنسوجات والمواد ليس مجرد مسألة استدامة وحقوق إنسان. كلما زاد الوعي الذي تطوره الشركة فيما يتعلق بممارسته ، كان من الأسهل على تلك الشركة تقليل النفايات وحل المشكلات في سلسلة التوريد عند ظهورها.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
         خذ على سبيل المثال هوغو بوس. باعتبارها واحدة من أكبر الشركات المصنعة للملابس الفاخرة في العالم ، جمعت العلامة التجارية مجموعة من التقنيات الجديدة لإنشاء مصنعها الذكي في تركيا في عام 2015. يتتبع هذا المصنع حالة العمال على خطوط الإنتاج ، بالإضافة إلى استخدام الروبوتات لإدارة المستودعات والمخزون. بالإضافة إلى ذلك ، فإنه يسمح بدمج الذكاء الاصطناعي ، مما يقلل من تكاليفها الإجمالية ووقت استجابتها للمشاريع. إذا حدث خطأ ما في Smart Factory ، فستعرف الشركة بالضبط أين يكمن الخطأ في سلسلة الإنتاج الخاصة بها ، مما يقلل الوقت اللازم لاستكشاف الأخطاء وإصلاحها. هذا يؤدي أيضا إلى منتج نهائي أكثر اتساقا وأعلى جودة.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"   >
                وفي الوقت نفسه، طورت شركات مثل سورونا مقتفيات حيوية جزيئية تسمح للمفتشين بمسح المواد بأنفسهم للتأكد من صحتها.
              </p>
              <h5  dir="rtl" lang="ar">الحفاظ على تحديث استراتيجيات المصادر</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
              لا ينطبق مفهوم التحديث على المصانع والإنتاج فحسب ، بل ينطبق أيضا على جميع عناصر مصادر المنتجات والمواد. حقيقة أن العملية قد نجحت لسنوات لا تجعل بالضرورة هذه العملية هي الأفضل لاحتياجات الشركة الحديثة.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
               تحتاج الشركات إلى تقييم استراتيجيات التوريد الخاصة بها بانتظام. ما الذي يمكن تبسيطه؟ هل يمكن إضافة أي تقنية جديدة إلى العملية؟ بدون تقييم متكرر للتطورات الجديدة في المصادر ، من المستحيل اتخاذ قرار مستنير حقا في هذه المسألة. تستعد برامج الذكاء الاصطناعي لتغيير قواعد اللعبة فيما يتعلق بالتحديات اللوجستية على وجه الخصوص.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
   وجود استراتيجية مصادر للمنسوجات والاكسسوارات هو شيء واحد. إن الحفاظ على تحديث استراتيجية المصادر هذه أمر آخر تماما. بغض النظر عن احتياجاتهم ، يجب على منتجي المنسوجات مواكبة الخيارات المتاحة. يمكن أن يؤدي الحصول على عروض أسعار منتظمة من مجموعة واسعة من الموردين حول العالم إلى توفير الكثير من التكاليف المستقبلية. أكثر من ذلك ، يمكن للتكنولوجيا الحديثة تعزيز التواصل بين المنتجين وتجار التجزئة ، والتنبؤ بتغيرات الصناعة وتحسين تخطيط الأعمال في أي شركة نسيج.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              حتى المنسوجات التي تستخدم مواد فاخرة مصنوعة يدويا يمكن أن ترى فائدة التحديث في استراتيجيات المصادر. على سبيل المثال ، أحدثت خبيرة التكنولوجيا وسلسلة التوريد Suuchi Ramesh ثورة في مصادر المنسوجات من خلال تقنية Suuchi GRID الخاصة بها. منذ عام 2016 ، استخدم مصنعو المنسوجات الكبار والصغار على حد سواء GRID لتبسيط مصادرهم وسلاسل التوريد الخاصة بهم. من خلال أتمتة ما يصل إلى 40 في المائة من مهام إنتاج الملابس ، يمكن للمصنعين الموجودين في GRID تركيز طاقاتهم على تحسين منتجاتهم وتقليل التكاليف الإجمالية.
              </p>
              <h5  dir="rtl" lang="ar">مصادر المنسوجات المستدامة والقابلة لإعادة التدوير</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
          أصبح من الصعب تجاهل موضوع الاستدامة البيئية في السنوات الأخيرة ، وصناعات النسيج والأزياء هي المفتاح للتخفيف من تأثير البشرية على الأرض. تقع على عاتق كل مصنع للمنسوجات على هذا الكوكب مسؤولية الحصول على مواده وملحقاته بشكل مسؤول.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
             في عام 2020 ، لا يكفي أبدا لمنتجي الملابس الاستفسار ببساطة عن التكلفة النقدية للمواد التي يستخدمونها. يجب أن تأخذ تكلفة مشروعهم على البيئة نفس القدر من الأهمية على الأقل. مع ارتفاع الأسعار على أي حال ، ومع تزايد متطلبات العناية الواجبة ، يختار عدد متزايد من الشركات دفع المزيد مقابل المواد التي يعرفون أنها من مصادر مستدامة.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"    >
          حتى العلامات التجارية للأزياء السريعة بدأت تخجل من المواد ذات الاستخدام الواحد لصالح المواد المعاد تدويرها وإعادة استخدامها وإعادة التفاوض على ممارسات الشراء الخاصة بها مع مراعاة الاستدامة. في بعض البلدان، تفرض الحكومات هذه الممارسات: فرنسا، على سبيل المثال، منعت شركات الملابس من تدمير المواد الزائدة في عام 2016. وفي العام نفسه، اتخذت الخطة الخمسية الثالثة عشرة للصين إجراءات صارمة ضد نفايات المنسوجات. وبالمثل ، طورت تركيا حملتها صفر نفايات في عام 2019 بهدف فرض المصادر المستدامة في صناعة الأزياء في البلاد.

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
             المزيد من شركات الملابس والبلدان توقع على مبادرات مثل هذه ، ومع تركيز المستهلكين بشكل متزايد على بصماتهم البيئية الفردية ، أصبح من الضروري للاعبين في جميع مراحل صناعات النسيج والأزياء أن يحذوا حذوها. تحتاج كل شركة إلى أن تسأل: ما هي الممارسات التي يمكن جعلها أكثر استدامة؟ هل ستظل المواد التي نستخدمها متاحة في غضون عشر سنوات؟ ما هي الشراكات الاستراتيجية التي يمكننا القيام بها لضمان استمرار منتجاتنا لأطول فترة ممكنة؟
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"  >
              يمكن أن يكون استخدام أدوات مثل ، على سبيل المثال ، مؤشر Higg التابع لتحالف الملابس المستدامة أحد الخطوات الأولى التي تتخذها الشركات نحو الاستدامة ، ولكن لا ينبغي أن تكون الخطوة الوحيدة. يجب على منتجي المنسوجات والملابس على حد سواء اتخاذ خطوات جذرية لتقليل بصماتهم البيئية. على سبيل المكافأة ، يمكن أن يؤدي تحويل التركيز إلى المواد المستدامة والمعاد تدويرها إلى تحسين الامتثال التنظيمي للمنتجين.

              </p>
              <h5  dir="rtl" lang="ar">الحفاظ على رقابة صارمة على الجودة
</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              عنصر آخر من مصادر المنسوجات التي يمكن أن تستفيد بشكل كبير من التقدم التكنولوجي هو مراقبة الجودة. يعد الحصول على المواد الخام والملحقات المكتملة أمرا صعبا في أفضل الأوقات. القيام بذلك على نطاق واسع ينمو بشكل كبير أكثر صعوبة. يعد توحيد وإدارة المصادر باستخدام التقنيات الحديثة من الاستراتيجيات الأساسية التي استخدمها اللاعبون في صناعة الأزياء لتحسين جودة الملابس التي يصنعونها.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              إن تنفيذ فحوصات منتظمة لمراقبة الجودة في كل مرحلة من مراحل مصادر المواد هو المفتاح الأول للنجاح في هذا الصدد ، والتكنولوجيا الحديثة تبسط العملية إلى حد كبير. من الناحية المثالية ، يجب على الشركات فحص نسيجها وملحقاتها ثلاث مرات على الأقل: قبل وأثناء وبعد تصنيع كل عنصر. يجب أن يلعب المخطط الانسيابي للتصنيع دورا في هذه الاستراتيجيات: ماذا يحدث إذا فشل عنصر أو دفعة في فحوصات مراقبة الجودة؟ قد تتغير الإجابة على هذا السؤال اعتمادا على كل عنصر محدد. يتطلب الشراء بكميات كبيرة ممارسات مختلفة لمراقبة الجودة عن شراء سلع مخصصة.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               يجب على مصنعي الملابس ضبط ممارساتهم ديناميكيا بناء على احتياجاتهم. قد يؤدي تقليل بدلات التماس إلى خفض تكاليف الشركة على المدى القصير ، ولكن إذا أدى ذلك إلى تجاهل لا داعي له ، فلن يوفر أموال الشركة. وبالمثل ، فإن الشركة المتخصصة في العناصر الفريدة المصنوعة يدويا ستكون قادرة بسهولة على دمج مراقبة الجودة في انتاجها ، في حين أن الشركة التي تصنع ملايين أزواج الجينز سنويا ستضطر إلى فحص منتجاتها على دفعات تمثيلية.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
           أحد الثوابت عبر الصناعات من المنسوجات إلى وسائل التواصل الاجتماعي هو أن ما يتم تتبعه سينمو. يجب أن تجد الشركات المقاييس التي تعكس أولوياتها وأهدافها على أفضل وجه. ما هي المعايير التي ستتبعها الشركة؟ ما هي نقاط القياس التي هي أهم الأولويات؟ ستختلف الإجابات على هذه الأسئلة ، لكن العملية نفسها هي نفسها بالنسبة للشركات من جميع الأحجام والمقاييس.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"   >
           تتطلب العديد من المجالات تدابير خارجية لمراقبة الجودة أيضا ، غالبا من مختبرات الشهادات المعتمدة. عادة ما يكون الحفاظ على مركز اختبار في الموقع غير ممكن ، باستثناء أكبر الشركات المصنعة. تقع على عاتق شركة الغزل والنسيج مسؤولية مواكبة هذه المتطلبات ، بما في ذلك اختبار التركيب ووضع العلامات. ستقوم الشركات ذات المسؤولية العالية بدمج هذا الاختبار في عملية مراقبة الجودة الخاصة بها حتى يتمكنوا هم والمالك النهائي للملابس من الاستفادة منه.

              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
          تذكر أن مراقبة الجودة تنطبق على جميع مراحل صناعات النسيج والملابس. من ظروف نمو القطن أو الكتان والظروف المعيشية للأغنام إلى تغليف المنتجات النهائية ، كلما زادت مشاركة الشركة في عمر المنتج ، زادت نقاط البيانات التي سيتعين عليها تتبعها.
              </p>
              <h5  dir="rtl" lang="ar">
تذكر أن التغيير هو الثابت الوحيد في الصناعة
</h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
             إذا تمكنت أي شركة نسيج أو نسيج أو أزياء من التنبؤ بالاتجاهات المستقبلية بدقة 100 في المائة ، فستكون رائدة في الصناعة إلى الأبد. ومع ذلك، لا أحد يعرف بالضبط ما يخبئه المستقبل، ولا أحد كان بوسعه أن يتنبأ ببعض الأحداث الحاسمة في التاريخ. شركات النسيج التي تقبل هذا التقلب ، وحتى تتبناه ، هي التي من المرجح أن تأتي على القمة في المرة القادمة التي ينقلب فيها العالم رأسا على عقب.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
          في حين أن الخطط الاحتياطية للحصول على العناصر المخصصة أو المصنوعة يدويا لن تكون ممكنة دائما ، فمن الجيد دائما وضع هذه الخطط في مكانها الصحيح. قد لا يكون لصناعة الأزياء سيطرة على الأوبئة والحروب والكوارث الجوية ، ولكن لا يزال بإمكان الشركات الفردية استخدام أفضل الأوقات للتخطيط للأسوأ.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               يضيف التعهيد المتبادل عبر موردين متعددين تعقيدا إلى عملية التوريد ، ولكنه يعزز أيضا هذه العملية ضد الكوارث العالمية. في أواخر عام 2019 وأوائل عام 2020 ، كان أحد أكبر الآثار غير المباشرة لوباء COVID-19 هو الجمود الذي واجهه الشحن الدولي. كانت الشركات التي ارتدت بشكل أسرع من هذا الجمود هي تلك التي لديها إما مخزونات أو موردين متعددين للاختيار من بينها.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
               كما أن الابتكارات في مجال التكنولوجيا، بما في ذلك الطباعة ثلاثية الأبعاد ورقمنة سلاسل التوريد، تجعل من السهل التكيف مع هذه التغيرات العالمية عند حدوثها. يمكن لهذه الأدوات أن تعزز بشكل كبير مرونة الشركة ومرونتها في مواجهة عالم متغير.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
             في حين أنه من المستحيل بالنسبة لهم حساب كل ما يمكن أن يحدث في الحياة ، يحتاج المصنعون إلى قبول أن التغيير أمر لا مفر منه. قد تصبح استراتيجيات المصادر التي نجحت بشكل جيد في العام الماضي غير مجدية تماما في العام المقبل ، وقد يصبح من الصعب العثور على المواد التي كانت شائعة منذ عقود. إن الوعي البسيط بالبيئة العالمية المتغيرة يمكن أن يحدث فرقا بين شركة تنجو من التغيير الكارثي وأخرى لا تنجو منه.

              </p>
              <h5  dir="rtl" lang="ar">
              أشياء أخرى يجب مراعاتها حول استراتيجيات مصادر المنسوجات والإكسسوارات
              </h5>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar" >
              يحتاج كل منتج للمنسوجات أو الملابس أو الأحذية في عام 2020 إلى التكيف باستمرار مع الحياة في عالم دائم التغير. التوازن بين مصادر المواد وضمان الجودة وتقليل التكاليف أمر دقيق في أفضل الأوقات ، ومن المؤكد أن عام 2023 ليس أفضل الأوقات. ومع ذلك ، فمن الممكن شركات النسيج أن تحقق هذا التوازن وحتى أن تخرج على القمة مع استقرار الغبار. الوعي الظرفي هو المفتاح ، سواء هنا أو في أي مكان آخر.
              </p>
              <p
                style={{
                  marginBottom: "17px",
                  lineHeight: "1.7",
                  fontSize: "17px",
                  color: "#666",
                }}
                dir="rtl" lang="ar"   >
         الشركات التي تعرف نقاط قوتها وتلعب بها عند الحصول على المواد والملحقات هي الأكثر احتمالا للنجاح في المستقبل. في النهاية ، فإن وجود استراتيجية مصادر دون تكييفها لا معنى له.

              </p>
            </div>
          </div>
        </div>
      </section>
    </>
  );
}
